Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/onedrive/frps_budsjettforslag_2022_no.docx.tmx
Source language: nob
Languages: sme

source: Budsjett sametinget 2022
sme: Bušeahtta sámediggi 2022

source: Språk 113 111 141 662 28 551
sme: Teaksta Ráđi evttohus OvB evttohus Rievdadus

source: Oppvekst, opplæring, utdanning og forskning 62 023 122 023 16 875
sme: Bajásšaddan, oahpahus, alitoahpahus ja dutkan 62 023 122 023 16 875

source: Areal, miljø og klima 3 583 2 000 1 583
sme: Areála, biras ja dálkkádat 3 583 2 000 1 583

source: Urfolksrettigheter, internasjonalt samarbeid og likestilling 2 740 0 2 740
sme: Álgoálbmotvuoigatvuođat, riikkaidgaskasaš ovttasbargu, ja dásseárvu 2 740 0 2 740

source: Samarbeidsavtaler 2 500 1 000 1 500
sme: Ovttasbargošiehtadusat 2 500 1 000 1 500

source: Andre tiltak 12 116 9 000 3 116
sme: Eará doaibmabijut 12 116 9 000 3 116

source: Drift politisk nivå 33 512 25 000 8 512
sme: Doaibma politihkalaš dássi 33 512 25 000 8 512

source: Drift administrasjon 144 899 125 000 19 899
sme: Doaibma hálddahus 144 899 125 000 19 899
